Scripts/Scripts/03_Buying_A_Laptop_v2/data/t17_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><AccountLoginRequest xmlns=\"com.advantage.online.stor"
"e.accountservice\"><loginUser>Sergey2</loginUser><loginPassword>1Qaz2Wsx</loginPassword><email"
"></email></AccountLoginRequest></soap:Body></soap:Envelope>"
